Repository: helsingborg-stad/app-food-waste-calculator
Catalog: FoodWaste/App/*.lproj/Localizable.strings
Languages: sv

# step1
source: Hi, do you want to help me find out how much food we'll throw away? We want as little food waste as possible.
sv: Hej, vill du hjälpa mig att ta reda på hur mycket mat vi kommer slänga? Vi vill ha så lite matsvinn som möjligt.

# step2
source: There are factors that make us throw away more or less food. Which dish that will be served, or if the noise is too loud, if we need to wait a long time or if it is sunny or rainy outside for example.
sv: Det finns sånt som gör att vi slänger mer eller mindre mat. Vilken mat det är, om ljudet är högt, om vi behöver vänta länge eller om det är soligt eller regnigt ute till exempel.

# step3
source: It can be difficult to calculate how much we will throw away in advance, but a computer with artificial intelligence can help us if we give it some information. The Waste Calculator can predict the food waste if we tell it a little about how the weather and sound will be for example. Letâ€™s try!
sv: Det är svårt att räkna ut hur mycket vi kommer slänga så därför tar vi hjälp av en smart dator. Vår AI-kompis Svinnräknaren kan hjälpa oss om vi berättar lite om hur till exempel vädret och ljudet kommer vara. Nu provar vi!

# calculationResultLow
source: Thank you Waste Calculator! Now we know that it looks like there will not be a lot of waste and that we will not have to throw away so much. Would you like to try again?
sv: Tack Svinnräknaren! Då vet vi att det verkar bli rätt mycket mat över och att vi behöver tänka till i förväg kring vad vi kan göra för att vi inte ska slänga så mycket mat. Vill du prova igen?

# calculationResultHigh
source: Thank you Waste Calculator! Now we know that there will be quite a lot of food left over and that we need to think in advance about what we can do to throw away less food. Would you like to try again?
sv: Tack Svinnräknaren! Då vet vi att det verkar bli rätt mycket mat över och att vi behöver tänka till i förväg kring vad vi kan göra för att vi inte ska slänga så mycket mat. Vill du prova igen?

# calcDisplayGreeting
source: Hello, choose a button!
sv: Hej, välj en knapp!

# calcDisplayComputing
source: Calculates
sv: Beräknar

# calcDisplayResultHigh
source: It looks like there will be quite a lot of food waste!
sv: Det ser ut att bli rätt mycket matsvinn!

# calcDisplayResultLow
source: I predict very little food waste!
sv: Det verkar bli väldigt lite matsvinn!

# calculationResponseHigh
source: Oops, we will have to look this over!
sv: Ojdå! En sån här dag får vi tänka till!

# calculationResponseLow
source: Great, we want as little food waste as possible!
sv: Toppen, vi vill ju ha så lite svinn som möjligt!
